{"inkVersion":20,"root":[[{"->":"Introduzione"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Introduzione":["^Molto tempo fa, quando ancora i Draghi sedevano sopra le cime delle montagne, queste terre senza nome erano rigogliose, soavi, ma terribilmente ostili. Le bestie ne infestavano le foreste, gli eserciti ne devastavano le terre.","\n","^Questo, almeno, secondo quanto dicono le sacre scritture.","\n","^Tuttavia, come dal nulla, in un preciso istante della storia, apparvero degli Anelli.","\n","^Non dei normali oggetti cilindrici, bensi'...","\n","^Dei Monoliti.","\n","^Nessuno seppe mai spiegarsi come arrivarono,  ne' tantomeno chi, o cosa, li avesse ersi.","\n","^Grazie a queste imponenti strutture, I Draghi scomparvero, le foreste furono spogliate dei loro pericoli e i viandanti successivi le colmarono di citta', villaggi, templi ed altari.","\n","^I sacri Anelli divennero simbolo di fede, una religione talmente grande da inglobare ogni ettaro di queste terre e dei suoi abitanti, che le proclamarono come oggi le conosciamo:","\n","^Ringland.","\n","ev",true,"/ev",{"VAR=":"Torre","re":true},"^Mi presento, e vi accolgo nel mio studio, il quale si erge proprio nella torre posta tra i due anelli, che vedete sulla destra. ",{"#":"pause"},"\n",{"->":"Scriba"},{"#f":1}],"Scriba":["^Io sono lo Scriba.","\n","^Colui che scrive di queste terre, dei suoi pericoli e dei suoi fascini.","\n","^Sapete, un tempo gli Anelli erano delle reliquie, dei monumenti talmente potenti che nessuno osava avvicinarsi ad essi, per non parlare dell 'odio rivolto a chi vi abitava appresso.","\n","^Eppure la mia e' stata una scelta: ci sono ancora troppe cose che non sappiamo di queste imponenti strutture.","\n","^Se solo potessero parlarci...","\n","ev",true,"/ev",{"VAR=":"Pagina","re":true},"^Ma basta parlare degli Anelli, torniamo al nostro racconto. Sedetevi qui accanto, sfogliate le pagine del mio prossimo manoscritto, assieme a me.","\n","^Vi raccontero' la storia chiamata: \"Per due sole Corone\". ",{"#":"pause"},"\n",{"->":"Prologo"},{"#f":1}],"Prologo":["^Il contratto era chiaro: il Re di Nevesis aveva chiesto una testa di Viverna, e Dorgan era giunto sulle  montagne di Usma proprio per quello.","\n","^Un candido fumo si alzava dalla cima della montagna.","\n","^Una densa sostanza verde colava dalla lama della spada, il braccio fasciato perdeva copiosamente sangue, mentre i suoi occhi erano ricolmi del liquido spinale della Viverna, che rantolando tentava di avvicinarsi a lui.","\n","ev",true,"/ev",{"VAR=":"Fumo","re":true},"^Sapendo di non poter fuggire, a Dorgan rimaneva una sola opzione: decapitare la bestia. ",{"#":"pause"},"\n",{"->":"Attacco"},{"#f":1}],"Attacco":[["ev",true,"/ev",{"VAR=":"Viverna","re":true},"^La Viverna balzo' in avanti, Dorgan impugno' saldamente la sua spada d' argento. ",{"#":"pause"},"\n","^Il  corpo della bestia era coperto di squame, normalmente difficili da scalfire, ma Dorgan non era sprovvisto di assi nella manica.","\n","ev","str","^Schiva il colpo","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Colpisci la Viverna","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Dorgan scatto' in avanti, per poi lanciarsi subito sulla sinistra. La Viverna, che non aveva minimamente previsto il gesto, fini' con l 'addentare un' enorme masso, che le scheggio' svariati denti.","\n","^Dorgan si alzo' rapidamente, pronto ad attaccare: sebbene la Viverna fosse ancora stordita dallo schianto, Dorgan sapeva fin troppo bene quanto intelligenti fossero i dragoidi.","\n","^Un passo falso e sarebbe diventato un cumulo di ossa.","\n",["ev","str","^Taglia la zampa alla Viverna","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Decapitala","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Dorgan scatto' verso la bestia, alzo' le braccia e con un taglio netto separo' la zampa posteriore dal corpo della Viverna, che dolorante emise un urlo agghiacciante.","\n","^Dorgan gia' pregustava la ricca ricompensa promessagli, tanto da non accorgersi che la Viverna si era scagliata di netto sulla sua gamba destra, avvinghiandosi al cuoio rinforzato che la proteggeva.","\n","^Urlo' di dolore, mentre i denti del mostro gli infilzavano la carne.","\n","^Dorgan ebbe un attimo di cedimento, ma subito rinsani' e punto' lo sguardo verso la testa della preda.","\n",["ev","str","^Decapita la Viverna","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Pianta la spada nella sua testa","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ","\n","^Dorgan strinse i denti e alzo' le braccia.","\n","^Un colpo secco, il suono del metallo che tagliava la carne rieccheggio tra le cime delle montagne, poi... il silenzio.","\n","^Dorgan si stese a terra, la neve rinfrescava il suo viso. Rimase immobile, a contemplare il limpido cielo tra le montagne di Usma.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","ev",true,"/ev",{"VAR=":"Decapita","re":true},"^Fini' di depredare la carcassa. ",{"#":"pause"},"\n",{"->":"Epilogo"},{"#f":5}],"c-1":["^ ","\n","^Dorgan impugno' la spada e trafisse la testa della Viverna, che con un urlo straziante cadde a terra, mollando la presa attorno alla gamba di Dorgan.","\n","ev",true,"/ev",{"VAR=":"Pianta","re":true},"^Gli occhi della bestia erano rivolti verso l 'alto, ormai prosciugati di qualunque essenza.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","ev",true,"/ev",{"VAR=":"Decapita","re":true},"^Fini' di depredare la carcassa. ",{"#":"pause"},"\n",{"->":"Epilogo"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^Dorgan si scaglio' contro la testa della bestia, che, se pur ancora rantolante, riusci' a volgere il capo verso di lui.","\n","^In pochi secondi, Dorgan si trovo' di fronte una  tempesa di fuoco. Tuttavia, senza demordere, continuo' imperterrito verso la bestia e, con un colpo secco, ne decapito' il corpo.","\n","^Dorgan lascio' la spada e si butto' sulla neve fresca, tentando di spegnere le fiamme che divampavano.","\n","^Dopo eterni minuti, riusci' finalmente nell 'intento, non senza qualche ustione di secondo grado. Si ritenne fortunato, poiche' sapeva quanto pericoloso fosse il fuoco di una Viverna.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","ev",true,"/ev",{"VAR=":"Decapita","re":true},"^Fini' di depredare la carcassa. ",{"#":"pause"},"\n",{"->":"Epilogo"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^Dorgan rimase saldo al terreno, la bestia si avvicinava velocemente verso di lui.","\n","^La Viverna spalanco' le fauci, pronto a gettargli addosso una fiammata cremisi, ma Dorgan si abbasso' in tempo e,  con un fendente ben piazzato, taglio' la parte destra della sua mascella, che sgorgando sangue comincio' a penzolare da un lato.","\n","ev",true,"/ev",{"VAR=":"Pianta","re":true},"^Dorgan era riuscito ad indebolire significativamente la preda, ma la battaglia non era ancora finita.","\n","^La Viverna si scaglio' nuovamente su di lui.","\n",["ev","str","^Decapita la Viverna","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Acceca la Viverna","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^La Viverna si avvento' su Dorgan, che alzando le braccia riusci' a tagliare parte del collo della bestia.","\n","^Quest' ultima, perdendo nuovamente sangue, si accascio' a terra.","\n","^Dorgan, ormai sfinito, tenne ferma la Viverna,  mentre lentamente seghava il resto del suo collo.","\n","^Nelle sue orecchie rieccheggiavano le urla di dolore e disperazione del dragoide, che per diversi minuti attanagliarono la testa di Dorgan.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","ev",true,"/ev",{"VAR=":"Decapita","re":true},"^Fini' di depredare la carcassa. ",{"#":"pause"},"\n",{"->":"Epilogo"},{"#f":5}],"c-1":["\n","ev",true,"/ev",{"VAR=":"Pianta","re":true},"^La Viverna era in procinto di avvicinarsi, quando Dorgan estrasse una sfera irregolare  dalla sua sacca in cuoio.","\n","^Egli lancio' la sfera contro la bestia, che in pochi secondi fu accecata da una violenta scarica di micro schegge.","\n","^La Viverna era stata accecata, dagli occhi cominciarono a grondare rivoli di denso sangue.","\n","^Dorgan approfitto' di quel preciso momento per sferrare un ultimo fendente, che uccise  all 'istante il dragoide.","\n","^Il suo corpo cade nella neve fresca, che in pochi secondi assunse un colore verdastro.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","ev",true,"/ev",{"VAR=":"Decapita","re":true},"^Fini' di depredare la carcassa. ",{"#":"pause"},"\n",{"->":"Epilogo"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Epilogo":["^Dorgan spese ore nel caricare la testa della Viverna sul suo cavallo: stranamente,  il  capo di quella bestia spaventava il suo destriero.","\n","^Non gli rimase che coprirla con un sacco di stoffa.","\n","^Dopo essersi riposato, Dorgan si incammino' verso Nevesis.","\n","^Il cielo era sereno: i raggi del sole specchiavano l'acqua, un tenero vento sussurrava tra le rocce.","\n","ev",true,"/ev",{"VAR=":"Epilogo1","re":true},"^Sapendo il lungo viaggio che lo attendeva, Dorgan decise di prende la strada sulla destra, dove l 'orizzonte andava a perdersi tra due imponenti rocce, seguendo il fiume. ",{"#":"pause"},"\n",{"->":"CittaNevesis"},{"#f":1}],"CittaNevesis":["^Nevesis... la  Capitale del Regno.","\n","^La citta' si erge da ormai  quattro abbondanti secoli, e nessun  esercito e' mai riuscita ad espugnarla.","\n","^La sua posizione strategica e' simbolo di grande conoscenza militare, dovuta al Sovrano in persona, che vi presentero' a tempo debito.","\n","^A primo impatto, avrete notato delle curiose creature volare attorno alle mura; ebbene, quelli sono Draghi.","\n","^Lo  so, all'inizio del racconto ho scritto di come i Draghi siano spariti con l 'avvento degli Anelli, ma in realta' si sono solo spostati.","\n","^Verso Grimdor, per la precisione, un'imponente regione rocciosa.","\n","^Eppure eccoli qua, a cospetto di Nevesis: essi, in realta', non sono altro che doni, un pegno al Sovrano della Capitale da nobili lontani, che lodando la sua immagine lo hanno da sempre tappezzato di ninnoli e presenti.","\n","^In cambio, ovviamente, della sua alleanza.","\n","^Ma basta divagare, torniamo al nostro viaggiatore.","\n","ev",true,"/ev",{"VAR=":"Castello","re":true},"^Dorgan si incammino' verso il Castello principale, che si ergeva al di sopra di ogni altro edificio. La vista era sorprendente, lo avrebbe preparato all' incontro con il Re. ",{"#":"pause"},"\n",{"->":"Ricompensa"},{"#f":1}],"Ricompensa":["^Dorgan entro' nell 'ampio salone dell trono: su di esso, sedeva un uomo rigido e  composto, dalla folta chioma , una barba rigorosamente curata e uno sguardo fermo.","\n","^Dorgan si avvicino' lentamente verso di lui, mentre gettava l 'occhio sulle guardie armate poste ai lati del trono.","\n","^\"Fermati\".","\n","^Dorgan si impietri': Il tono solenne ed autoritario del Re lo bloccarono all'istante.","\n","^Rimase immobile, mentre un uomo dai pomposi abiti sussurrava qualcosa all' orecchio del sovrano.","\n","^\"Dunque tu sei colui che e' stato incaricato della  Viverna\".","\n","^\"S-Si...  Vostra Altezza. Mi chiamo Dorgan\".","\n","^\"Non mi interessa il tuo nome. Mi hai portato la testa della bestia?\"","\n","^\"Si, vostra Altezza\".","\n","^Dorgan estrasse l 'imponente testa dal sacco che portava in spalla. Il sangue aveva parzialmente bagnato il pavimento, mentre Dorgan, fiero del suo operato, mostrava il trofeo della battaglia.","\n","^Il Re, con sguardo analitico, si alzo' dal trono e fece qualche passo in direzione di Dorgan, che rimase immobile.","\n","^Dopo aver attentamente osservato la testa della Viverna, torno' a sedere.","\n",["ev",{"VAR?":"Pianta"},true,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^\"Sono molto colpito: non mi aspettavo un simile  risultato\".","\n","^Dorgan senti' un senso di fierezza scorrergli tra le vene.","\n","^\"Tuttavia, io ti avevo chiesto una testa in perfette condizioni, da appendere ad una delle pareti di questa sala.","\n","^Eppure, mi hai portato una testa brutalmente massacrata, probabilmente dalla tua stessa spada\".","\n","^Dorgan rimase in silenzio.","\n","^\"Ti paghero' la  meta' di quanto promesso, visto il tuo mediocre lavoro\".","\n","ev","str","^Contesta","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Accetta","/str","/ev",{"*":".^.c-1","flg":4},{"->":".^.^.^.26"},{"c-0":["^ ","\n","^Dorgan avanzo' di un passo.","\n","^\"Ma vostra Altezza! Ho passato giorni sulle vette di quelle  montagne! Non puo' farmi questo!\"","\n","^\"Tu vieni ad impartire ordini a me? Nella Capitale? Uh. Dovresti essere grato di non avere la tua testa appesa: molte persone sono morte per molto meno\".","\n","^Dorgan senti' la  rabbia assalirlo.","\n","^\"Prendi le tue Corone e vattene\".","\n","^\"Per lei saranno nulla,  ma per me sono simbolo di rispetto; cosa che lei non mi sta dando\".","\n","^\"Come hai detto?\"","\n","^Dorgan noto' le guardie ai lati del Re stringere le lance.","\n",["ev","str","^Affronta il Re","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Prendi i soldi e vattene","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Dorgan sguaino' la spada.","\n","^\"Non me ne andro' senza quanto promessomi\".","\n","^Il Re lo guardo',  gli occhi sprigionavano un' ira inimmaginabile.","\n","^\"Guardie! Uccidete questo verme!\"","\n","^Le guardie si accanirono su Dorgan.","\n","^Uno scontro, questo, che duro' relativamente poco: La superiorita' numerica fu fatale per Dorgan che, pur avendo combattuto nobilmente, cadde sotto le armi reali.","\n","ev",true,"/ev",{"VAR=":"Fine","re":true},"^Il suo corpo venne trucidato e venne gettato nelle fosse comuni. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}],"c-1":["\n","^Dorgan fece per impugnare l'elsa della sua spada, ma decise di seguire la ragione: un affronto del  genere avrebbe decretato la sua morte.","\n","^A testa bassa, Dorgan prese la sua ricompensa di 1000 Corone e lascio' Nevesis la sera stessa.","\n","ev",true,"/ev",{"VAR=":"Conclusionee","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^La sua prima visita nella Capitale si rivelo' estremamente deludente. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^Dorgan accetto' a malincuore la ricompensa.","\n","^\"Se posso, vostra Altezza, avrei davvero  bisogno di quei soldi\".","\n","^\"Ed io avevo bisogno di una testa perfetta. E' chiaro che siamo stati delusi entrambi\".","\n","^Dorgan rimugino' in silenzio.","\n","^\"Non c'e' nulla che io possa fare?\".","\n","^Il Re rimase in silenzio per diverso tempo.","\n","^\"Cacciatore, saro' disposto a pagarti il doppio, se andrai a Rublia ad eseguire una commissione per me\".","\n","^\"Rublia?\"","\n","^Dorgan fu assalito dall'indugio: Rublia era famosa per la  malavita che ne infestava le strade. Si chiese cosa potesse volere un Re da un simile posto.","\n","^\"Di che si tratta, Altezza?\"","\n","^\"Dovrai uccidere una persona: mio figlio, per la precisione\".","\n","^Dorgan rimase spiazzato.","\n","^\"V-Vostro figlio?!\"","\n","^\"Ebbene si, cacciatore. Mio figlio ha tradito la Corona: tempo fa si innamoro' di una sguattera di Rublia e decise di sposarla. Lo avvisai del guaio in cui andava cacciandosi, ma decise di disobbedirmi! Quel moccioso la sposo' meno di una settimana dopo!\".","\n","^Il Re aspetto qualche secondo, poi torno' calmo.","\n","^\"Per quanto mi riguarda, la fede alla Corona e' sacra: mio figlio ha peccato contro di essa, e merita la morte\".","\n","^Dorgan rimase in silenzio, ancora incapace di comprendere le ragioni del Re.","\n","^\"Accetterai l  'incarico?\".","\n",["ev","str","^Accetta l 'incarico","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Rifiuta l 'incarico","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Dorgan rimase in silenzio per diversi minuti. Poi, nel silenzio tombale che si era creato nella sala, proclamo':","\n","^\"Accetto l 'incarico, vostra Altezza\".","\n","^\"Eccellente, cacciatore. Partirai domani all' alba. Fino a quel momento, sei il benvenuto, qui a Nevesis\".","\n","ev",true,"/ev",{"VAR=":"Conclusionee","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^Il Re congedo' Dorgan, che abbandono' la sala del trono pensieroso sul da farsi. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}],"c-1":["\n","^Dorgan proclamo:","\n","^\"Non posso accettare l 'incarico! Non sono un Assassino! Ne tantomento reale!\"","\n","^\"Uh. Peccato. la tua brutalita', per una volta, sarebbe stata utile\".","\n","^\"Come puo' pensare di uccidere il suo stesso figlio?!\"","\n","^\"Come osi?!\"","\n","^\"Lei e' un mostro!\"","\n","^\"Guardie! Arrestatelo!\".","\n","^Le guardie reali impugnarono saldamente le armi e si avvicinarono a Dorgan.","\n",["ev","str","^Fuggi","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Combatti","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Dorgan prese il sacco e si allontano' dalla Sala del trono. In pochi secondi si trovo' alle calcagna una manica di soldati armati. Dorgan arrivo' al porto della citta' e riusci' a fuggire in tempo su un piccolo battello.","\n","ev",true,"/ev",{"VAR=":"Conclusionee","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^Non torno mai piu' a Nevesis.  ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}],"c-1":["\n","^Dorgan impugno' saldamente la sua spada: in breve tempo si trovo' contro tre soldati armati. Con un rapido balzo riusci' ad ucciderne due, mentre il terzo fu ferito al braccio sinistro.","\n","^Dorgan era sfinito, ma sapeva di non poter piu' fuggire.","\n","ev",true,"/ev",{"VAR=":"Fine","re":true},"^Lo scontro duro' un' ora intera, prima che il suo corpo venisse gettato nelle fosse comuni della citta'. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}]}],[{"->":".^.b"},{"b":["\n","^\"Hai svolto egregiamente il tuo lavoro, cacciatore.","\n","^Eccoti la tua ricompensa\".","\n","^Il suddito gli porse un sacco in cuoio, contente le 2000 Corone promessegli: contando le monete, Dorgan noto' che, oltre alla sua ricompensa, gli erano state date altre 1000 Corone.","\n","^Si trovo' interdetto.","\n","ev","str","^Riferisci delle Corone","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Fai finta di niente","/str","/ev",{"*":".^.c-1","flg":4},{"->":".^.^.^.26"},{"c-0":["\n","^\"Vostra Altezza. All'interno del sacco sono presenti piu' soldi di quanti ne abbiate promessi\".","\n","^\"Consideralo un piccolo incentivo. Sai, Non e' comune trovare un cacciatore tanto abile.  Spero tu possa vedere questo  mio gesto come... Un dono. In attesa di un futuro incarico, ovviamente\".","\n","^Il Re sorrise.","\n",["ev","str","^Accetta il dono","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Rifiuta il dono","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Grazie, vostra Altezza. D' ora in poi, saro' al suo servizio\".","\n","^Il Re congedo' Dorgan, che soddisfatto usci' dal Salone con le sue tremila Corone.","\n","ev",true,"/ev",{"VAR=":"Conclusionee2","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^Egli decise di passare la notte, e le successive tre, nella Capitale, notando subito la facilita' con cui gli fu possibile spererare il denaro. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}],"c-1":["\n","^\"Le sono grato, vostra Altezza, ma non posso accettare\".","\n","^Dorgan vuoto' il sacco e pose il denaro in eccesso sull'ampio pavimento del Salone.","\n","^Il Re lo guardo' con umile interesse.","\n","^\"Come hai detto che ti chiami?\"","\n","^\"Dorgan, Altezza\".","\n","^\"Molto bene, Dorgan. Spero possa goderti la Capitale, sei arrivato giusto nel momento migliore\".","\n","^Il Re si alzo' dal Trono e si incammino' verso un' ampia porta riccamente decorata, sulla destra.","\n","^\"Sai gia' dov' e' l'uscita\".","\n","^Dorgan prese il suo sacco d'oro e si incammino verso' l 'uscita del Salone.","\n","^Da dietro, il Re lo osservava.","\n","^\"A presto, Dorgan\".","\n","ev",true,"/ev",{"VAR=":"Conclusionee2","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^Dorgan esegui' un timido sorriso, per poi lasciare la Sala ed incamminarsi verso il mercato centrale di Nevesis.","\n","^Si ritenne soddisfatto del suo operato. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^Dorgan rimase in silenzio, mentre velocemente richiudeva il sacco  di Corone.","\n","^\"Dimmi, cacciatore. Cosa farai con quei soldi?\"","\n","^\"Ancora non lo so, Altezza\".","\n","^\"Di sicuro non te ne andrai a mani vuote. Anche meno del previsto\".","\n","^\"Che intendete dire?\"","\n","^\"Non ti sei accorto dello \"strano\" peso che ha il sacco?\"","\n","^Dorgan rimase in silenzio.","\n",["ev","str","^Nega","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Conferma","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"No, vostra Altezza. Ammetto di non aver notato nulla di strano\".","\n","^\"Ti ho elargito un compenso maggiore, per l 'ottimo lavoro svolto\".","\n","^\"La ringrazio, Altezza. Significa molto\".","\n","^\"Puoi andare\".","\n","^Dorgan aspetto' qualche secondo, prima di incamminarsi verso l'uscita.","\n","^Ormai  arrivato alla fine del Salone, senti' un deciso richiamo da  parte del Sovrano.","\n","^\"Cacciatore!\"","\n","^Dorgan si volto' di scatto.","\n","^\"S-Si, vostra Altezza?\"","\n","^Il Re rimase in silenzio a guardarlo per diversi secondi.","\n","^\"Non dimentichero' questo incontro\".","\n","ev",true,"/ev",{"VAR=":"Conclusionee","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^Dorgan si giro' lentamente ed usci'.","\n","^Abbandono' la Capitale la stessa sera. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}],"c-1":["\n","^\"In Effetti, vostra Altezza. Ammetto di aver notato un peso maggiore. Le chiedo umilmente scusa, avrei dovuto dirvelo\".","\n","^Il Re rimase a fissarlo. Dopo pochi secondi, si alzo' dal trono e si avvicino' a Dorgan. Dopo avergli messo una mano sulla spalla, disse:","\n","^\"Ci sono gia' troppi nobili, politici, che rimangono in silenzio, cacciatore. Lascia questo primato a loro\".","\n","^\"Sono mortificato, vostra Altezza\".","\n","^\"Lascero' correre. Ma tornerai da me, per un altro incarico,  e ti paghero' la meta'\".","\n","^\"M-ma io...\"","\n","^\"Tu cosa?\"","\n","^Dorgan rimase in silenzio, impietrito dall' imponenza del Re.","\n","^\"Ti avvertiro' a tempo debito. Puoi andare\".","\n","^\"Dove, vostra Altezza?\"","\n","^\"Dove possa raggiungerti. Di sicuro, non avrai problemi di soldi\".","\n","^il Re lo guardo', Dorgan abbasso' il capo.","\n","ev",true,"/ev",{"VAR=":"Conclusionee","re":true},"ev",true,"/ev",{"VAR=":"Fine","re":true},"^In pochi minuti si trovo' fuori dal Salone. Passo' diversi giorni nella Capitale, in attesa del Re. ",{"#":"pause"},"\n",{"->":"Conclusione"},{"#f":5}]}],{"#f":5}]}]}],"nop","\n",{"#f":1}],"Conclusione":["^Ebbene, la nostra storia finisce qui.","\n",["ev",{"VAR?":"Conclusionee"},true,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^A Dorgan sarebbe potuta andare molto peggio. Dal tronde, non a tutti e' concesso l 'onore di parlare con il Re in persona.","\n","^Forse una mente piu' acuta,  o solo  un po' piu' di fortuna, lo avrebbero arricchito maggiormente.","\n","^Spero che la mia sia stata una piacevole lettura: le storie di Ringland sono tante, e tanti i suoi protagonisti.","\n","ev",true,"/ev",{"VAR=":"Ritorno","re":true},"^Forse, un giorno, tornete nella mia torre, a farmi visita.","\n","^Fino ad allora, vi satulo. A presto. ",{"#":"pause"},"\n",{"->":"Introduzione"},{"->":".^.^.^.5"},null]}],["ev",{"VAR?":"Conclusionee2"},true,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^Dorgan e' riuscito ad entrare nella grazie del Re, un privilegio che pochi possono vantare.","\n","^Il suo temperamento gli ha permesso un enorme guadagno, ma non e' scontato ricordare  che anche gli Dei, probabilmente, gli sono stati favorevoli.","\n","^La sua e' solo una delle tante storie. Magari, in futuro, ve ne raccontero' qualcuna.","\n","^Ora pero' devo congedarmi. Vi saluto, forse ci incontreremo di nuovo.","\n","ev",true,"/ev",{"VAR=":"Ritorno","re":true},"^A presto. ",{"#":"pause"},"\n",{"->":"Introduzione"},{"->":".^.^.^.5"},null]}],[{"->":".^.b"},{"b":["\n","^Dorgan peri' sotto le lame reali. il suo corpo venne orribilmente trucidato, ma il  Re di  Nevesis e'  conosciuto soprattutto per i suoi modi.","\n","^Chiariamoci, a  molti fu riservato un trattamento anche peggiore, ma il cacciatore sarebbe dovuto essere piu' umile, nonche' piu' attento.","\n","^Spero che la storia vi sia piaciuta, ne ho altre da raccontare,  e tante altre ancora da scrivere.","\n","^Non temete: non tutte finiscono in tal modo.","\n","^O forse si?","\n","ev",true,"/ev",{"VAR=":"Ritorno","re":true},"^Un giorno, forse, le leggerete assieme a me.","\n","^A presto, e alla prossima. ",{"#":"pause"},"\n",{"->":".^.^.^.5"},null]}],"nop","\n",{"->":"Introduzione"},"end",{"#f":1}],"global decl":["ev",false,{"VAR=":"Torre"},false,{"VAR=":"Pagina"},false,{"VAR=":"Pianta"},false,{"VAR=":"Epilogo1"},false,{"VAR=":"Fumo"},false,{"VAR=":"Viverna"},false,{"VAR=":"Decapita"},false,{"VAR=":"Castello"},false,{"VAR=":"Citta"},false,{"VAR=":"Conclusionee"},false,{"VAR=":"Conclusionee2"},false,{"VAR=":"Fine"},false,{"VAR=":"Ritorno"},"/ev","end",null],"#f":1}],"listDefs":{}}