{"inkVersion":20,"root":[[{"->":"Introduzione"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Introduzione":["^Molto tempo fa, quando ancora i Draghi sedevano sopra le cime delle montagne, queste terre senza nome erano rigogliose, soavi, ma terribilmente ostili. Le bestie ne infestavano le foreste, gli eserciti ne devastavano le terre.","\n","^Questo, almeno secondo quanto dicono le sacre scritture.","\n","^Tuttavia, come dal nulla, in un preciso istante della loro storia, apparvero degli Anelli.","\n","^Non dei normali oggetti cilindrici, bensi'...","\n","^Dei Monoliti.","\n","^Nessuno seppe mai spiegarsi come arrivarono,  ne' tantomeno chi, o cosa, li avesse ersi.","\n","^Grazie a queste imponenti strutture, I Draghi scomparvero, le foreste furono spogliate dei loro pericoli e i viandanti successivi le colmarono di citta', villaggi, templi ed altari.","\n","^I sacri Anelli divennero simbolo di fede, una religione talmente grande da inglobare ogni ettaro di queste terre e dei suoi abitanti, che le proclamarono come oggi le conosciamo:","\n","^Ringland.","\n","^Vi starete chiedendo chi sia il narratore di questa storia, e nel caso non lo steste facendo, sappiate che una storia e' grande grazie a un grande narratore.","\n","ev",true,"/ev",{"VAR=":"Torre","re":true},"^Mi presento, e vi accolgo nel mio studio, il quale si erge proprio nella torre posta tra i due anelli, che vedete sulla destra. ",{"#":"pause"},"\n",{"->":"Scriba"},{"#f":1}],"Scriba":["^Io sono lo Scriba.","\n","^Colui che scrive delle terre di Ringland, dei suoi pericoli, dei suoi fascini.","\n","^Sapete, un tempo gli Anelli erano delle reliquie, dei monumenti talmente potenti che nessuno osava avvicinarsi ad essi, per non parlare dell'odio rivolto a chi vi abitava appresso, come se fosse stata colpa loro.","\n","^Eppure la mia e' stata una scelta: ci sono ancora troppe cose che non sappiamo di queste imponenti strutture, se solo potessero parlarci...","\n","ev",true,"/ev",{"VAR=":"Pagina","re":true},"^Ma basta parlare degli Anelli, torniamo al nostro racconto. Sedetevi qui accanto, sfogliate le pagine del mio prossimo manoscritto, assieme a me.","\n","^Vi raccontero' la storia chiamata: \"Per due sporche corone\". ",{"#":"pause"},"\n",{"->":"Prologo"},{"#f":1}],"Prologo":["^Un candido fumo si alzava dalla cima della montagna.","\n","^Una densa sostanza verde colava dalla lama della spada, il braccio fasciato perdeva copiosamente sangue, mentre i suoi occhi erano ricolmi del liquido spinale della Viverna, che rantolando tentava di avvicinarsi a lui.","\n","ev",true,"/ev",{"VAR=":"Fumo","re":true},"^Sapendo di non poter fuggire, a Dorgan rimaneva una sola opzione: decapitare la bestia. ",{"#":"pause"},"\n",{"->":"Attacco"},{"#f":1}],"Attacco":[["^La Viverna balzo' in avanti, Dorgan impugno' saldamente la sua spada d'argento.","\n",["ev",{"^->":"Attacco.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Schiva il colpo",{"->":"$r","var":true},null]}],["ev",{"^->":"Attacco.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Colpisci la Viverna",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Attacco.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","^Dorgan scatto' in avanti, per poi lanciarsi subito sulla sinistra. La viverna, che non aveva minimamente previsto il gesto, fini' con l'addentare un'enorme masso, che le scheggio' svariati denti.","\n","^Dorgan si alzo'  rapidamente, pronto ad attaccare: sebbene La Viverna fosse ancora stordita dallo schianto, Dorgan sapeva fin troppo bene quanto intelligenti fossero i dragoidi.","\n","^Un passo falso e sarebbe diventato un cumulo di ossa.","\n",[["ev",{"^->":"Attacco.0.c-0.13.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Taglia la zampa alla Viverna",{"->":"$r","var":true},null]}],["ev",{"^->":"Attacco.0.c-0.13.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Decapitala",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Attacco.0.c-0.13.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^Dorgan scatto' verso la bestia, alzo' le braccia e con un taglio netto separo' la zampa posteriore dal corpo della Viverna, che dolorante emise un urlo agghiacciante.","\n","^Dorgan gia' pregustava la ricca ricompensa promessagli, tanto da non accorgersi che la Viverna si era scagliata di netto sulla sua gamba destra, avvinghiandosi al cuoio rinforzato che la proteggeva.","\n","^Urlo' di dolore, mentre i denti del mostro gli infilzavano la carne.","\n","^Dorgan ebbe un attimo di cedimento, ma subito rinsani' e punto' lo sguardo verso la testa della preda.","\n",[["ev",{"^->":"Attacco.0.c-0.13.c-0.15.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Decapita la Viverna",{"->":"$r","var":true},null]}],["ev",{"^->":"Attacco.0.c-0.13.c-0.15.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Pianta la spada sulla sua testa",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Attacco.0.c-0.13.c-0.15.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^Dorgan strinse i denti e alzo le braccia: un colpo secco, il suono del metallo che tagliava la carne rieccheggio tra le cime delle montagne, poi... il silenzio.","\n","^Dorgan si stese a terra, la neve rinfrescava il suo viso. Rimase immobile, a contemplare il limpido cielo tra le montagne di Usma.","\n","done",{"#f":5}],"c-1":["ev",{"^->":"Attacco.0.c-0.13.c-0.15.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n","^Dorgan impugno' la spada e trafisse la testa della Viverna, che con un urlo straziante cadde a terra, mollando la presa attorno alla gamba di Dorgan.","\n","^Gli occhi della bestia erano rivolti verso l'alto, ormai prosciugati di qualunque essenza.","\n","done",{"#f":5}]}],{"#f":5}],"c-1":["ev",{"^->":"Attacco.0.c-0.13.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n","^Dorgan si scaglio' contro la testa della bestia, che, se pur ancora rantolante, riusci' a volgere il capo verso di lui.","\n","^In pochi secondi, Dorgan si trovo' di fronte una  tempesa di fuoco. Tuttavia, senza demordere, continuo' imperterrito verso la bestia e, con un colpo secco, ne decapito' il corpo.","\n","^Dorgan lascio' la spada e si butto' sulla neve fresca, tentando di spegnere le fiamme che divampavano.","\n","^Dopo eterni minuti, riusci' finalmente nell'intento, non senza qualche ustione di secondo grado. Si ritenne fortunato, poiche' sapeva quanto pericoloso fosse il fuoco di una Viverna.","\n","done",{"#f":5}]}],{"#f":5}],"c-1":["ev",{"^->":"Attacco.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"\n","^Dorgan rimase saldo al terreno, la bestia si avvicinava velocemente verso di lui.","\n","^La Viverna spalanco' le fauci, pronto a gettargli addosso una fiammata cremisi, ma Dorgan si abbasso' in tempo e,  con un fendente ben piazzato, taglio' la parte destra della sua mascella, che sgorgando sangue comincio' a penzolare da un lato.","\n","^Dorgan era riuscito ad indebolire significativamente la preda, ma la battaglia non era ancora finita.","\n","^La Viverna si scaglio' nuovamente su di lui.","\n",[["ev",{"^->":"Attacco.0.c-1.15.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Decapita la Viverna",{"->":"$r","var":true},null]}],["ev",{"^->":"Attacco.0.c-1.15.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Acceca la Viverna",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Attacco.0.c-1.15.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^La Viverna si avvento' su Dorgan, che alzando le braccia riusci' a tagliare parte del collo della bestia.","\n","^Quest'ultima, perdendo nuovamente sangue, si accascio' a terra.","\n","^Dorgan, ormai sfinito, tenne ferma la Viverna,  mentre lentamente seghava il resto del suo collo. Nelle sue orecchie rieccheggiavano le urla di dolore e disperazione del dragoide, che per diversi minuti attanagliarono la testa di Dorgan.","\n","^Passarono eterni istanti, prima che Dorgan potesse ritenersi soddisfatto del suo operato.","\n","done",{"#f":5}],"c-1":["ev",{"^->":"Attacco.0.c-1.15.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n","^La Viverna era in procinto di avvicinarsi, quando Dorgan estrasse una sfera irregolare  dalla sua sacca in cuoio.","\n","^Egli lancio' la sfera contro la bestia, che in pochi secondi fu accecata da una violenta scarica di micro schegge.","\n","^La Viverna era stata accecata, ma gli occhi erano ancora perfettamente intatti.","\n","^Dorgan approfitto' di quel preciso momento per sferrare un unltimo fendente, che uccise  all'istante il dragoide.","\n","^Il suo corpo cade nella neve fresca, che in pochi secondi assunse un colore verdastro.","\n",{"->":"Capitolo1"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Capitolo1":["^Dopo una lunga giornata, Dorgan era finalmente arrivato.","\n","^La citta' di Corvidia era rinomata soprattutto per le prestigiose armerie e le lodevoli locande.","\n","ev",true,"/ev",{"VAR=":"Portagrog","re":true},"^Tra queste, brillava \"Il grog dormiente\", ed era li' che l'avventuriero si stava incamminando. ",{"#":"pause"},"\n",{"->":"Capitolo2"},{"#f":1}],"Capitolo2":["^Arrivato alla locanda Dorgan senti' subito un frastuono assordante: nani,  umani ed  elfi bevevano beatamente, cantando e giocando a \"With\".","\n","^Lo accolse subito la sorella, proprietaria della baracca.","\n","^\"Ce ne hai messo di tempo Dorgan! Dove sei stato?\"","\n","^\"Calmati. Sono solo passato per un saluto: devo riscuotere la ricompensa di un contratto: una Viverna  che si aggirava per le montagne di Usma\".","\n","^\"Un'altra?!\"","\n","^\"Beh, finche' pagano non mi lamento\".","\n","^\"Sempre con questo cacciar mostri! Per cosa poi? Un paio di spiccioli?\"","\n","^\"Guarda che pagano bene!\"","\n","^\"Si, certo. Dove sei diretto?\"","\n","^\"Nevesis\"","\n","^\"La Capitale?! Chi ti ha offerto questo contratto?\"","\n","^\"Non e' importante. Piuttosto, vado in cucina, ho bisogno di un'\"essenza vitale\" per curare le  mie ferite\".","\n","ev",true,"/ev",{"VAR=":"Portacucina","re":true},"^\"Dovrei avere gli ingredienti, vai e serviti pure\". ",{"#":"pause"},"\n",{"->":"Capitolo3"},{"#f":1}],"Capitolo3":["^Una volta entrato, Dorgan noto' subito la confusione tipica della sorella.","\n","^Comincio' a rovistare tra mobili, pentole e cassetti in cerca delle cose necessarie.","\n","^Fortunamente,  poiche' non era di forte memoria, teneva sempre un ricettario a portata di mano:","\n","ev",true,"/ev",{"VAR=":"Ingredienti","re":true},"^Un dente di troll, un uovo di drago, un fiore panaceo,  un orecchio di goblin e  una fragola. Il tutto mescolato dentro una brocca in metallo puro. ",{"#":"pause"},"\n","done","end",{"#f":1}],"global decl":["ev",false,{"VAR=":"Torre"},false,{"VAR=":"Pagina"},false,{"VAR=":"Fumo"},false,{"VAR=":"Portagrog"},false,{"VAR=":"Portacucina"},false,{"VAR=":"Ingredienti"},"/ev","end",null],"#f":1}],"listDefs":{}}